{
  "slides": [
    {
      "type": "title",
      "title": "EcAZ Phage Project Progress",
      "subtitle": "Group Meeting Report",
      "presenter": "Yuhang Gong",
      "date": "2026-01-16",
      "notes": "Good morning/afternoon, everyone!\n\nToday I'll be presenting the latest progress on our EcAZ phage project. The goal of this project is to isolate bacteriophages that can infect EcAZ E. coli strains from sewage samples, laying the foundation for future phage therapy research.\n\nI'll cover the project background, isolation results, host range determination, and our ongoing titer determination experiments."
    },
    {
      "type": "content",
      "title": "Project Background",
      "content": [
        "Objective: Isolate phages infecting EcAZ E. coli from sewage",
        "Host strain: EcAZ-1 (W strain, wild-type)",
        "Host strain: EcAZ-2-OVA (R strain, OVA-expressing)",
        "Application: Phage therapy research"
      ],
      "notes": "Let me start with the project background.\n\nOur core objective is to isolate bacteriophages capable of infecting EcAZ E. coli from sewage samples. Why sewage? Because it's a natural reservoir of phage diversity, containing a rich variety of bacteriophages.\n\nWe used two host strains for screening: EcAZ-1, a wild-type strain we call W, and EcAZ-2-OVA, an engineered strain expressing the OVA antigen, which we call R.\n\nThe ultimate application of this project is phage therapy research."
    },
    {
      "type": "table",
      "title": "Phage Isolation Results",
      "headers": ["Phage", "Enrichment Host", "Plaque Morphology", "Purification Rounds"],
      "rows": [
        ["R1", "EcAZ-2-OVA", "Tiny plaques", "4-5 rounds"],
        ["R2", "EcAZ-2-OVA", "Turbid plaques", "4-5 rounds"],
        ["R3", "EcAZ-2-OVA", "Large plaques, high titer", "4-5 rounds"],
        ["W1", "EcAZ-1", "Small plaques", "5-6 rounds"],
        ["W2", "EcAZ-1", "Medium plaques", "5-6 rounds"]
      ],
      "notes": "Through multiple rounds of enrichment and purification, we successfully isolated five bacteriophages.\n\nR1, R2, and R3 were enriched using the R strain, while W1 and W2 were enriched using the W strain.\n\nNotably, these five phages exhibit distinct plaque morphologies. R1 produces tiny plaques, R2 produces turbid plaques—suggesting it might be a temperate phage. R3 produces large, clear plaques with high titer.\n\nEach phage underwent 4-6 rounds of purification to ensure pure isolates."
    },
    {
      "type": "table",
      "title": "Plaque Morphology Characteristics",
      "headers": ["Phage", "Diameter (mm)", "Clarity", "Halo", "Size Class"],
      "rows": [
        ["R1", "0.1–0.2", "**Clear**", "**Yes**", "Tiny"],
        ["R2", "1.8±0.3", "**Turbid**", "No", "Medium"],
        ["R3", "3.2±0.8", "**Clear**", "**Yes**", "Large"],
        ["W1", "~0.5", "**Clear**", "**Yes**", "Small"],
        ["W2", "2.2±0.4", "**Clear**", "**Yes**", "Medium"]
      ],
      "footnote": "⭐ R2 is the only turbid plaque (possibly temperate); R3 has the largest plaques",
      "notes": "Now let's examine the plaque morphology in detail.\n\nWe characterized three parameters: diameter, clarity, and halo presence.\n\nFor diameter, R1 is the smallest at 0.1-0.2mm, while R3 is the largest at 3.2mm—a 15-fold difference!\n\nRegarding clarity, four phages produce clear plaques, but R2 is uniquely turbid. Turbid plaques typically indicate temperate phages capable of lysogenic cycles.\n\nFor halos, all except R2 show prominent halo zones, suggesting these phages may carry polysaccharide-degrading enzymes."
    },
    {
      "type": "table",
      "title": "Host Range Determination Results",
      "headers": ["Phage", "EcAZ-2-OVA (R)", "EcAZ-1 (W)", "Host Range"],
      "rows": [
        ["R1", "+++", "−", "Narrow ⭐"],
        ["R2", "+++", "+++", "Broad"],
        ["R3", "+++", "+++", "Broad"],
        ["W1", "+++", "+++", "Broad"],
        ["W2", "+++", "+++", "Broad"]
      ],
      "notes": "Now let's look at the host range determination results—this is where we made a very important discovery!\n\nPlease pay attention to the R1 row. It can only infect the R strain and completely fails to infect the W strain. This is the only narrow-host-range phage among all five isolates!\n\nWhy can R1 only infect the R strain? One possible explanation is that the OVA protein expressed on the R strain's surface creates a unique receptor that R1 specifically recognizes.\n\nThe other four phages all have broad host ranges and can infect both strains."
    },
    {
      "type": "two_column",
      "title": "Titer Determination Progress",
      "content": [
        "Status: In progress",
        "Jan 14: Strain activation",
        "Jan 15: Streak plating, colony picking",
        "Jan 16: Double-layer agar plating completed",
        "Dilution range: 10⁻⁸ ~ 10⁻¹⁴",
        "Results expected tomorrow"
      ],
      "visual": "Experiment Progress",
      "notes": "Currently, the titer determination experiment is in progress.\n\nOn January 14th, we completed strain activation. On January 15th, we performed streak plating and picked single colonies. Today, January 16th, we completed the double-layer agar plating.\n\nSince R3 showed very high titers in previous experiments, we used a higher dilution range from 10^-8 to 10^-14.\n\nWe expect to observe results tomorrow."
    },
    {
      "type": "conclusion",
      "title": "Conclusions & Future Plans",
      "findings": [
        "Successfully isolated 5 phages (R1-R3, W1-W2)",
        "R1 is the only **narrow-host-range** phage, infecting only EcAZ-2-OVA",
        "R2 produces **turbid plaques**, possibly temperate phage",
        "R3 has the **largest plaques** (3.2mm) and highest titer"
      ],
      "next_steps": [
        "Complete titer determination (this week)",
        "One-step growth curve experiments",
        "DNA extraction and genome sequencing"
      ],
      "notes": "Let me summarize our main findings and future plans.\n\nFour key findings: First, we successfully isolated five bacteriophages. Second, R1 is the only narrow-host-range phage—a valuable discovery. Third, R2 produces turbid plaques, suggesting temperate phage behavior. Fourth, R3 has the largest plaques and highest titer.\n\nNext steps: Complete titer determination this week, then conduct one-step growth curve experiments and proceed to DNA extraction and genome sequencing."
    },
    {
      "type": "thank_you",
      "email": "",
      "notes": "Thank you all for your attention!\n\nIf you have any questions or suggestions, I'd be happy to discuss them. I'm particularly interested in hearing your thoughts about R1's narrow host range mechanism and R2's turbid plaque nature.\n\nThank you!"
    }
  ]
}
