{
  "slides": [
    {
      "type": "title",
      "title": "EcAZ Phage Project Progress",
      "subtitle": "Group Meeting Report",
      "presenter": "Yuhang Gong",
      "date": "2026-01-16",
      "notes": "Good morning/afternoon, everyone!\n\nToday I'll be presenting the latest progress on our EcAZ phage project. The goal of this project is to isolate bacteriophages that can infect EcAZ E. coli strains from sewage samples, laying the foundation for future phage therapy research.\n\nI'll cover the project background, isolation results, host range determination, and our ongoing titer determination experiments."
    },
    {
      "type": "content",
      "title": "Project Background",
      "content": [
        "Objective: Isolate phages infecting EcAZ E. coli from sewage",
        "Host strain: EcAZ-1 (W strain, wild-type)",
        "Host strain: EcAZ-2-OVA (R strain, OVA-expressing)",
        "Application: Phage therapy research"
      ],
      "notes": "Let me start with the project background.\n\nOur core objective is to isolate bacteriophages capable of infecting EcAZ E. coli from sewage samples. Why sewage? Because it's a natural reservoir of phage diversity, containing a rich variety of bacteriophages.\n\nWe used two host strains for screening: EcAZ-1, a wild-type strain we call W, and EcAZ-2-OVA, an engineered strain expressing the OVA antigen, which we call R.\n\nThe ultimate application of this project is phage therapy research. The isolated phages will be evaluated for their therapeutic potential."
    },
    {
      "type": "table",
      "title": "Phage Isolation Results",
      "headers": ["Phage", "Enrichment Host", "Plaque Morphology", "Purification Rounds"],
      "rows": [
        ["R1", "EcAZ-2-OVA", "Tiny plaques", "4-5 rounds"],
        ["R2", "EcAZ-2-OVA", "Turbid plaques", "4-5 rounds"],
        ["R3", "EcAZ-2-OVA", "Large plaques, high titer", "4-5 rounds"],
        ["W1", "EcAZ-1", "Small plaques", "5-6 rounds"],
        ["W2", "EcAZ-1", "Medium plaques", "5-6 rounds"]
      ],
      "notes": "Through multiple rounds of enrichment and purification, we successfully isolated five bacteriophages.\n\nThis table shows the basic information for each phage. R1, R2, and R3 were enriched using the R strain, while W1 and W2 were enriched using the W strain.\n\nNotably, these five phages exhibit distinct plaque morphologies. R1 produces tiny plaques, R2 produces turbid plaques—which might suggest it's a temperate phage. R3 is the most striking, producing large, clear plaques with high titer.\n\nEach phage underwent 4-6 rounds of purification to ensure we obtained pure isolates."
    },
    {
      "type": "table",
      "title": "Host Range Determination Results",
      "headers": ["Phage", "EcAZ-2-OVA (R)", "EcAZ-1 (W)", "Host Range"],
      "rows": [
        ["R1", "+++", "−", "Narrow ⭐"],
        ["R2", "+++", "+++", "Broad"],
        ["R3", "+++", "+++", "Broad"],
        ["W1", "+++", "+++", "Broad"],
        ["W2", "+++", "+++", "Broad"]
      ],
      "notes": "Now let's look at the host range determination results—this is where we made a very important discovery!\n\nPlease pay attention to the R1 row in this table. It can only infect the R strain and completely fails to infect the W strain. This is the only narrow-host-range phage among all five isolates!\n\nWhy can R1 only infect the R strain? One possible explanation is that the OVA protein expressed on the R strain's surface alters the cell surface structure, and R1 specifically recognizes this unique receptor. This characteristic makes R1 a very valuable research subject.\n\nThe other four phages all have broad host ranges and can infect both strains."
    },
    {
      "type": "two_column",
      "title": "Titer Determination Progress",
      "content": [
        "Status: In progress",
        "Jan 14: Strain activation",
        "Jan 15: Streak plating, colony picking",
        "Jan 16: Double-layer agar plating completed",
        "Dilution range: 10⁻⁸ ~ 10⁻¹⁴",
        "Results expected tomorrow"
      ],
      "visual": "Experiment Progress",
      "notes": "Currently, the titer determination experiment is in progress.\n\nLet me briefly update you on our progress: On January 14th, we completed strain activation. On January 15th, we performed streak plating and picked single colonies. Today, January 16th, we completed the double-layer agar plating.\n\nSince R3 showed very high titers in previous experiments, we used a higher dilution range this time, from 10 to the negative 8th power to 10 to the negative 14th power.\n\nWe expect to observe results tomorrow, at which point we can accurately calculate the titers for each phage."
    },
    {
      "type": "conclusion",
      "title": "Conclusions & Future Plans",
      "findings": [
        "Successfully isolated 5 phages (R1-R3, W1-W2)",
        "R1 is the only narrow-host-range phage, infecting only EcAZ-2-OVA",
        "R3 shows high-titer characteristics, requiring high dilution detection"
      ],
      "next_steps": [
        "Complete titer determination (this week)",
        "One-step growth curve experiments",
        "DNA extraction and genome sequencing"
      ],
      "notes": "Let me summarize our main findings and future plans.\n\nWe have three key findings: First, we successfully isolated five bacteriophages from sewage. Second, R1 is the only narrow-host-range phage—this is a very valuable discovery worthy of investigating its molecular mechanism. Third, R3 shows very high titers, making it suitable for large-scale preparation.\n\nOur next steps: After completing titer determination this week, we will conduct one-step growth curve experiments to characterize the replication kinetics of these phages, followed by DNA extraction and genome sequencing to comprehensively understand their genetic features."
    },
    {
      "type": "thank_you",
      "email": "",
      "notes": "Thank you all for your attention!\n\nIf you have any questions or suggestions, I'd be happy to discuss them. I'm particularly interested in hearing your thoughts about the mechanism behind R1's narrow host range.\n\nThank you!"
    }
  ]
}
